const materials={
    "raw" : {
        "cube": ["무색 큐브 조각", "황금 큐브 조각", "흰색 큐브 조각", "흑색 큐브 조각", "적색 큐브 조각", "청색 큐브 조각"],
        "element crystal" : ["하급 원소결정", "상급 원소결정"],
        "alchemist" : ["생명의 숨결", "두툼한 고기", "용의 심장", "황금 가루"],
        "doll maker" : ["평범한 모험가의 영혼", "단련된 모험가의 영혼", "강인한 모험가의 영혼", "노련한 모험가의 영혼"],
    },
    "primary operation" : {
        "alchemist" : ["마력 결정"],
        "enchanter" : ["무색 마력의 산물", "흰색 마력의 산물", "흑색 마력의 산물", "적색 마력의 산물", "청색 마력의 산물"],
        "doll maker" : ["평범한 영혼의 정수", "단련된 영혼의 정수", "강인한 영혼의 정수", "노련한 영혼의 정수"]
    },
    "complete" :{
        "alchemist" : ["피로 회복의 영약", "성스러운 축복", "고농축 힘의 비약"]
    }
};

module.exports=materials;